export const overviewStats = [
  ['জেলা সদর হতে দূরত্ব', '২৭ কি:মি:'],
  ['আয়তন', '১০৪/৮৬ বর্গ কিলোমিটার'],
  ['জনসংখ্যা', '১,৩০,৪৯৮ জন (প্রায়)'],
  ['পুরুষ', '৮১২৫৫ জন (প্রায়)'],
  ['মহিলা', '৭৯২৭৫ জন (প্রায়)'],
  ['লোক সংখ্যার ঘনত্ব', '১৮৮৯ (প্রতি বর্গ কিলোমিটারে)'],
  ['মোট ভোটার সংখ্যা', '৯০৪৬১ জন'],
  ['পুরুষ ভোটার', '৪৬১১৩ জন'],
  ['মহিলা ভোটার', '৪৭২৪৬ জন'],
  ['সাক্ষরতা হার', '৭০.৬১%'],
  ['ইউনিয়ন', '৮ টি'],
  ['পৌরসভা', '১ টি'],
  ['গ্রাম', '৭৯ টি'],
  ['মৌজা', '৭৯ টি'],
  ['হাট-বাজার', '২৩ টি'],
  ['ব্যাংক শাখা', '১০ টি'],
  ['পোস্ট অফিস/সাব', '১৫ টি'],
  ['টেলিফোন এক্সচেঞ্জ', '১ টি'],
  ['ক্ষুদ্র কুটির শিল্প', '১০৬ টি'],
];

export const overviewParagraphs = [
  "ধান নদী খাল—এই তিনে বরিশাল। বরিশালের উপজেলা বানারীপাড়া, সন্ধ্যা নদীর তীরে। নদীর বুকে শত শত নৌকা ভেসে বেড়ায়। ধান-চাল বিক্রি হয়। নদীর পারে ধান-চালের আড়ত। রাইস মিলও আছে কিছু। সেখানে ধান থেকে চাল হয়। মোল্লা, বেপারী, মৃধা, সরদারদের শোরগোল। প্রায় দুই শ বছর ধরে এখানে হাট বসছে। দূর-দূরান্ত থেকে বেপারীরা আসেন। ধান বিক্রি করে চাল কিনে নিয়ে যান। বিবিসি ট্রাভেল ২০১৭ সালে বাংলাদেশের সাতটি দর্শনীয় স্থানের কথা প্রকাশ করে। এই ভাসমান হাটটি তার অন্যতম।",
  "ধান থেকে চাল—মাঝখানে অনেকগুলো ধাপ পেরোতে হয়। এই কাজটি যাঁরা করেন, তাঁদের বলে কুটিয়াল। কুটিয়ালরা ধান কিনে নৌকায় ভিজিয়ে রাখেন। ভোর রাতে তাফালে (বড় চুলা) দিয়ে ডোঙায় (সিদ্ধ করার পাত্র) সিদ্ধ করে পরের দুই থেকে তিন দিন রোদে শুকান। তারপর রাইস মিলে নিয়ে ভাঙালে সুন্দর ঝরঝরে চাল বের হয়। কিছুদিন আগে পর্যন্ত প্রায় পঁচিশ হাজার কুটিয়াল ছিল এই উপজেলায়। নদীভাঙন, ব্যবসায় মন্দা, আধুনিক মেশিন ইত্যাদি কারণে এই পেশায় লোকসংখ্যা কমে গেছে। এখানে চাল তৈরি হয় সম্পূর্ণ দেশীয় পদ্ধতিতে। চালে রং দেওয়া, পলিশ করে সুন্দর করা ইত্যাদি ব্যাপার এখানে নেই। বরগুনা, পটুয়াখালী, ভোলা, পিরোজপুরসহ বিভিন্ন জেলার ব্যবসায়ীরা এখানে ধান বিক্রি করতে আসেন। পরে তাঁরাই চাল কিনে নিয়ে বাড়ি ফেরেন।"
];

export const freedomParagraphs = [
  "২৬ এপ্রিল পাকিস্তানি সেনাদের হাতে বরিশালের পতন হলে স্থানীয় প্রতিরোধ যোদ্ধারা কুড়িয়ানায় সমবেত হন। সেখানে মুক্তিযোদ্ধাদের প্রশিক্ষণ দেওয়া হতো। কুড়িয়ানার পর গাভাতে মুক্তিবাহিনীর ক্যাম্প গড়ে ওঠে। এই অঞ্চলের মুক্তিযোদ্ধাদের নেতৃত্ব দিয়েছেন ক্যাপ্টেন শাহজাহান ওমর, বেণীলাল দাসগুপ্তসহ আরও কয়েকজন। মুক্তিযুদ্ধের সময় এই উপজেলার গাভায় ব্যাপক গণহত্যা, অগ্নিসংযোগ, লুটপাট ও নির্যাতন পরিচালিত হয়। এ উপজেলার গাভা গ্রামে পাকবাহিনী প্রায় ২১২ জনকে হত্যা করে। বিশেষ করে দক্ষিণ গাভা নরের কাঠী বধ্যভূমিতে হত্যা করা হয় শতাধিক ব্যক্তিকে।",
  "১৯৭১ সালে মুক্তিযুদ্ধ চলাকালে বরিশাল জেলার বানারীপাড়া উপজেলায় মুক্তিযোদ্ধারা পাকিস্তানিদের অবস্থানে কয়েকবার আক্রমণ করেন। বানারীপাড়ায় মুক্তিযোদ্ধারা সর্বশেষ আক্রমণ করেন নভেম্বরের শেষে। বানারীপাড়ার অবস্থান বরিশাল জেলার পশ্চিম প্রান্তে, পিরোজপুর জেলার সীমান্তে। বানারীপাড়ার সন্ধ্যা নদীর পূর্ব পাড়ে ১৯৭১ সালে পাকিস্তানি সেনাদের অবস্থান ছিল, আর থানায় ছিল মূলত রাজাকার ও পুলিশ। প্রায় এক কোম্পানি রাজাকার সেখানে ছিল। সর্বশেষ আক্রমণে মুক্তিযোদ্ধাদের কয়েকটি দল সম্মিলিতভাবে বানারীপাড়ার পাকিস্তানি অবস্থানে এবং থানায় একযোগে আক্রমণ করে।  এখানে কয়েক ঘণ্টা যুদ্ধ চলে। তুমুল যুদ্ধের পর সেদিন বানারীপাড়া মুক্ত হয়। কয়েকজন রাজাকার ও থানার পুলিশ আত্মসমর্পণ করে। বাকি রাজাকাররা পালিয়ে যায়। সন্ধ্যা নদীর পূর্ব পাড়ে অবস্থানরত পাকিস্তানি সেনারাও সেদিন পালিয়ে যায়।"
];

export const municipalityInfo = [
  "আয়তন : ৩৩ বর্গ কিলোমিটার।",
  "জনসংখ্যা : ১৮১৪৮ (প্রায়)।",
  "পুরুষ : ৯৪০৪ জন।",
  "মহিলা : ৮৪৪৪ জন।",
  "জনসংখ্যার ঘনত্ব : ৬৩০ (প্রতি বর্গ কিলোমিটারে)।",
  "মোট ভোটার সংখ্যা : ৮১১৮।",
  "পুরুষ ভোটার সংখ্যা : ৪০৪৩।",
  "মহিলা ভোটার সংখ্যা : ৪০৭৫।",
  "বার্ষিক জনসংখ্যা বৃদ্ধির হার : ১.৮৯%।",
  "মোট পরিবার সংখ্যা : ২৪৮০ টি।",
  "নিকটস্থ এলাকা : বরিশাল-২।",
  "মোট বিদ্যালয় সংখ্যা : ৩২ টি।",
  "মসজিদ : ২০।",
  "মন্দির : ৭।",
  "নদ-নদী : হাট-বাজার ২ টি।",
  "ব্যাংক শাখা : ১ টি।",
  "ডাক অফিস/সাব পোস্ট অফিস : ১ টি।"
];

export const unionData = [
  {
    "name": "বিশারকান্দি ইউনিয়ন",
    "population": "২১,০৩৪ জন (২০১১ সালের আদমশুমারি অনুযায়ী)",
    "area": "৫,১১৭ একর",
    "villageCount": "৬টি",
    "moujaCount": "৬টি",
    "hatBajarCount": "১টি",
    "jogajog": "তথ্য পাওয়া যায়নি",
    "primaryGovtCount": "তথ্য পাওয়া যায়নি",
    "privateGovtCount": "তথ্য পাওয়া যায়নি",
    "higherSchool": "তথ্য পাওয়া যায়নি",
    "madrasha": "তথ্য পাওয়া যায়নি",
    "educationRate": "৫৯.৭%",
    "votingCenter": "তথ্য পাওয়া যায়নি",
    "villages": [
      "বিশারকান্দি",
      "কদমবাড়ী",
      "কালাভিটা",
      "মরিচবুনিয়া",
      "মুরারবাড়ী",
      "উমারেরপার"
    ],
    "markets": [
      "চৌমোহনা বাজার"
    ],
    "educationalInstitutions": [
      "তথ্য পাওয়া যায়নি"
    ],
    "image": "/images/bisarkandi.jpg"
  },
  {
    "name": "চাখার ইউনিয়ন",
    "population": "১৬,০০৯ জন (২০১১ সালের আদমশুমারি অনুযায়ী)",
    "area": "৩,৯৫৩ একর",
    "villageCount": "১৯টি",
    "moujaCount": "১৯টি",
    "hatBajarCount": "৭টি",
    "jogajog": "বাস/মাহিন্দ্রা/রিক্সা/ভ্যান ইত্যাদি",
    "primaryGovtCount": "তথ্য পাওয়া যায়নি",
    "privateGovtCount": "তথ্য পাওয়া যায়নি",
    "higherSchool": "তথ্য পাওয়া যায়নি",
    "madrasha": "তথ্য পাওয়া যায়নি",
    "educationRate": "৬৩.৩%",
    "votingCenter": "তথ্য পাওয়া যায়নি",
    "villages": [
      "আশুরাইল",
      "বাঘরা",
      "বলাহার",
      "বালিয়ারকাঠী",
      "বড় ভৈৎসর",
      "বড় চাউলাকাঠী",
      "চাখার",
      "চালিতাবাড়ী",
      "ছোট ভৈৎসর",
      "ছোট চাউলাকাঠী",
      "চিড়াপাড়া",
      "দরিকর",
      "ঘাটাপাড়া",
      "জাঙ্গালিয়া",
      "খলিসাকোটা",
      "নবগ্রাম",
      "পূর্ব জিরারকাঠী",
      "সাকরাল",
      "সোনাহার"
    ],
    "markets": [
      "চাখার হাট ও বাজার",
      "বড় ভৈৎসর নয়াবাজার",
      "সোনাহার হক সাহেবের হাট",
      "বড় ভৈৎসর নতুন হাট",
      "খলিশাকোটা বাজার",
      "বলহার ডাক্তারের হাট (মানিক মিয়ার হাট)",
      "বড় চাউলাকাঠী বাজার"
    ],
    "educationalInstitutions": [
      "সরকারি ফজলুল হক কলেজ, চাখার",
      "সোনাহার এ. এইচ দাখিল মাদরাসা"
    ],
    "image": "/images/chakhar.jpg"
  },
  {
    "name": "ইলুহার ইউনিয়ন",
    "population": "১৮,৮১১ জন (২০১১ সালের আদমশুমারি অনুযায়ী)",
    "area": "৪,০২৯ একর",
    "villageCount": "২টি",
    "moujaCount": "২টি",
    "hatBajarCount": "তথ্য পাওয়া যায়নি",
    "jogajog": "তথ্য পাওয়া যায়নি",
    "primaryGovtCount": "তথ্য পাওয়া যায়নি",
    "privateGovtCount": "তথ্য পাওয়া যায়নি",
    "higherSchool": "তথ্য পাওয়া যায়নি",
    "madrasha": "তথ্য পাওয়া যায়নি",
    "educationRate": "৬২.৬%",
    "votingCenter": "তথ্য পাওয়া যায়নি",
    "villages": [
      "ইলুহার",
      "মলুহার"
    ],
    "markets": [
      "তথ্য পাওয়া যায়নি"
    ],
    "educationalInstitutions": [
      "তথ্য পাওয়া যায়নি"
    ],
    "image": "/images/illuhar.jpg"
  },
  {
    "name": "সৈয়দকাঠী ইউনিয়ন",
    "population": "২৩,৩৮০ জন (২০১১ সালের আদমশুমারি অনুযায়ী)",
    "area": "৬,৭৩৭ একর",
    "villageCount": "১৬টি",
    "moujaCount": "১৬টি",
    "hatBajarCount": "তথ্য পাওয়া যায়নি",
    "jogajog": "তথ্য পাওয়া যায়নি",
    "primaryGovtCount": "তথ্য পাওয়া যায়নি",
    "privateGovtCount": "তথ্য পাওয়া যায়নি",
    "higherSchool": "তথ্য পাওয়া যায়নি",
    "madrasha": "তথ্য পাওয়া যায়নি",
    "educationRate": "৫৭.০%",
    "votingCenter": "তথ্য পাওয়া যায়নি",
    "villages": [
      "আউয়ার",
      "ব্রাহ্মণবাড়ী",
      "বড় করফাকার",
      "বাওয়ালিয়া",
      "ভানান",
      "দরিয়াবাদ",
      "দিদিহার",
      "ইন্দুরহাওলা",
      "করপাড়া",
      "মালিকান্দা",
      "মসজিদবাড়ী",
      "নলশ্রী",
      "পশ্চিম জিরারকাঠী",
      "সৈয়দকাঠী",
      "সাতবাড়িয়া",
      "তালাপ্রসাদ"
    ],
    "markets": [
      "তথ্য পাওয়া যায়নি"
    ],
    "educationalInstitutions": [
      "নলশ্রী সরকারি প্রাথমিক বিদ্যালয়"
    ],
    "image": "/images/soyod.jpg"
  },
  {
    "name": "উদয়কাঠী ইউনিয়ন",
    "population": "১২,১১৫ জন (২০১১ সালের আদমশুমারি অনুযায়ী)",
    "area": "৩,০৯০ একর",
    "villageCount": "৪টি",
    "moujaCount": "৪টি",
    "hatBajarCount": "৪টি",
    "jogajog": "তথ্য পাওয়া যায়নি",
    "primaryGovtCount": "১৫টি",
    "privateGovtCount": "তথ্য পাওয়া যায়নি",
    "higherSchool": "তথ্য পাওয়া যায়নি",
    "madrasha": "৮টি",
    "educationRate": "৫৯.৮%",
    "votingCenter": "তথ্য পাওয়া যায়নি",
    "villages": [
      "গোয়ালিয়া",
      "লবণসাড়া",
      "টেটলা",
      "উদয়কাঠী"
    ],
    "markets": [
      "তথ্য পাওয়া যায়নি"
    ],
    "educationalInstitutions": [
      "মলুহার ইসলামিয়া সিনিয়র ফাজিল মাদ্রাসা"
    ],
    "image": "/images/udoykhati.jpg"
  },
  {
    "name": "বাইশারী ইউনিয়ন",
    "population": "১৫,২৭২ জন (২০১১ সালের আদমশুমারি অনুযায়ী)",
    "area": "২,৭৭২ একর",
    "villageCount": "১০টি",
    "moujaCount": "১০টি",
    "hatBajarCount": "তথ্য পাওয়া যায়নি",
    "jogajog": "তথ্য পাওয়া যায়নি",
    "primaryGovtCount": "তথ্য পাওয়া যায়নি",
    "privateGovtCount": "তথ্য পাওয়া যায়নি",
    "higherSchool": "তথ্য পাওয়া যায়নি",
    "madrasha": "তথ্য পাওয়া যায়নি",
    "educationRate": "৬৭.৭%",
    "votingCenter": "তথ্য পাওয়া যায়নি",
    "villages": [
      "বাইশারী",
      "বালী পাড়া",
      "দত্তারহাট",
      "দত্তপাড়া",
      "ডুমুরিয়া",
      "গারদুয়ার",
      "কচুয়া",
      "রামগতি",
      "শিয়ালকাঠী",
      "উত্তরকূল"
    ],
    "markets": [
      "তথ্য পাওয়া যায়নি"
    ],
    "educationalInstitutions": [
      "বাইশারী হাই স্কুল"
    ],
    "image": "/images/baisari.png"
  },
  {
    "name": "বানারীপাড়া ইউনিয়ন",
    "population": "১১,৬০৯ জন (২০১১ সালের আদমশুমারি অনুযায়ী)",
    "area": "৩,০৪৫ একর",
    "villageCount": "৮টি",
    "moujaCount": "৮টি",
    "hatBajarCount": "তথ্য পাওয়া যায়নি",
    "jogajog": "তথ্য পাওয়া যায়নি",
    "primaryGovtCount": "তথ্য পাওয়া যায়নি",
    "privateGovtCount": "তথ্য পাওয়া যায়নি",
    "higherSchool": "তথ্য পাওয়া যায়নি",
    "madrasha": "তথ্য পাওয়া যায়নি",
    "educationRate": "৮২.৭%",
    "votingCenter": "তথ্য পাওয়া যায়নি",
    "villages": [
      "আলতা",
      "ব্রাহ্মণকাঠী",
      "গাভা",
      "জম্বুদ্বীপ",
      "কাজলাহার",
      "মাছরং",
      "নরেরকাঠী",
      "রাজ্জাকপুর"
    ],
    "markets": [
      "তথ্য পাওয়া যায়নি"
    ],
    "educationalInstitutions": [
      "বানারীপাড়া ইউনিয়ন ইনস্টিটিউশন (পাইলট) স্কুল"
    ],
    "image": "/images/banaripara3.jpg"
  },
  {
    "name": "সলিয়াবাকপুর ইউনিয়ন",
    "population": "১৯,৫৯২ জন (২০১১ সালের আদমশুমারি অনুযায়ী)",
    "area": "৩,৭৭৫ একর",
    "villageCount": "১২টি",
    "moujaCount": "১২টি",
    "hatBajarCount": "৫টি",
    "jogajog": "তথ্য পাওয়া যায়নি",
    "primaryGovtCount": "তথ্য পাওয়া যায়নি",
    "privateGovtCount": "তথ্য পাওয়া যায়নি",
    "higherSchool": "তথ্য পাওয়া যায়নি",
    "madrasha": "তথ্য পাওয়া যায়নি",
    "educationRate": "৭৮.৭%",
    "votingCenter": "তথ্য পাওয়া যায়নি",
    "villages": [
      "বাসার",
      "বেতাল",
      "চৌয়ারীপাড়া",
      "ধরালিয়া",
      "গোয়াইলবাড়ি",
      "খাজুরবাড়ি",
      "কৃষ্ণপুর",
      "মাদারকাঠী",
      "মহিষপোতা",
      "নরোত্তমপুর",
      "সাখারিয়া",
      "সলিয়াবাকপুর"
    ],
    "markets": [
      "সলিয়াবাকপুর বাজার",
      "গুয়াচিত্রা গরুর হাট/বাজার",
      "বেতাল বাজার",
      "মাদারকাঠী বাজার",
      "বটতলা বাজার"
    ],
    "educationalInstitutions": [
      "তথ্য পাওয়া যায়নি"
    ],
    "image": "/images/bakpur.jpeg"
  }
];

export const schoolData = [
  {
    "no": "০১",
    "name": "চৌয়ারী পাড়া হাসিনা মোঃ বাঃ মাধ্যঃ বিদ্যালয়়",
    "eiin": "১০০৬০৪",
    "principal": "সাবিনা বেগম",
    "mobile": "০১৭৩৪৩৬৫৮৮৮",
    "location": "সলিয়াবাকপুর"
  },
  {
    "no": "০২",
    "name": "মলুহার ওয়াজেদিয়া মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬১৫",
    "principal": "মোঃ লেসি মিয়া",
    "mobile": "০১৯২৩০৬৮৪৬১",
    "location": "ইন্দুরকানী"
  },
  {
    "no": "০৩",
    "name": "চাঊলাকাঠি (জাং) এ রব মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৩৯",
    "principal": "মোঃ আব্দুল হোসেন",
    "mobile": "০১৭৬৩৩২১৪৪৪",
    "location": "চাখার"
  },
  {
    "no": "০৪",
    "name": "আজিজুল হক মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৩০",
    "principal": "মোঃ ইসমাইল হোসেন",
    "mobile": "০১৭১৫২৯৮৭০৫",
    "location": "উদাকাঠী"
  },
  {
    "no": "০৫",
    "name": "ইউনিয়ন প্রগতি মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৩২",
    "principal": "মোঃ ইয়ার আলী",
    "mobile": "০১৮৩৮৭৭৭৮৭৭",
    "location": "ইন্দুরকানী"
  },
  {
    "no": "০৬",
    "name": "পূঃ মলুহার জসীমউদ্দীন মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৩৩",
    "principal": "মোঃ সুলতান মাহমুদ",
    "mobile": "০১৭১৫০৫৫৮১৮",
    "location": "সলিয়াবাকপুর"
  },
  {
    "no": "০৭",
    "name": "চাঊলাকাঠি ইসমাইলিয়া ফাজিল মাদরাসা",
    "eiin": "১০০৬৩৪",
    "principal": "মোঃ আব্দুল হক",
    "mobile": "০১৭২৩৩০৫৬০০",
    "location": "চাখার"
  },
  {
    "no": "০৮",
    "name": "উত্তরকুল মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৩১",
    "principal": "মোঃ জাকির হোসেন",
    "mobile": "০১৭১৫০০৯৩৮৩",
    "location": "বাইশারী"
  },
  {
    "no": "০৯",
    "name": "আঊয়ার ইসলামিয়া দাখিল মাদরাসা",
    "eiin": "১০০৬৩৩",
    "principal": "মোঃ আজিজুল হক",
    "mobile": "০১৭২৩৩০৫৬০০",
    "location": "সৈয়দকাঠী"
  },
  {
    "no": "১০",
    "name": "দক্ষিণ নাজিরপুর মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৩৭",
    "principal": "মোঃ মজিবুর রহমান",
    "mobile": "০১৮২৩৫০৮৮৪৪",
    "location": "বিশারকাঠী"
  },
  {
    "no": "১১",
    "name": "দড়িকর ঈদগাহ মহিলা আলিম মাদরাসা",
    "eiin": "১০০৬৩৬",
    "principal": "মোঃ দেলোয়ার হোসেন",
    "mobile": "০১৭২৪৩৬৮৮৪৪",
    "location": "সলিয়াবাকপুর"
  },
  {
    "no": "১২",
    "name": "আহম্মদাবাদ হোসাঃ আলিম মাদরাসা",
    "eiin": "১০০৬৩৮",
    "principal": "মোঃ লতিফুর রহমান",
    "mobile": "০১৮১২৫৫৫৬৭৭",
    "location": "সলিয়াবাকপুর"
  },
  {
    "no": "১৩",
    "name": "মসজিদবাড়ি মাধ্যমিক বিদ্যালয় ও কলেজ",
    "eiin": "১০০৬৪০",
    "principal": "নজরুল ইসলাম ফিরোজ",
    "mobile": "০১৭৩২৭০৭৮৭৭",
    "location": "বিশারকাঠী"
  },
  {
    "no": "১৪",
    "name": "মলুহার ইসলামিয়া ফাজিল মাদরাসা",
    "eiin": "১০০৬৩৪",
    "principal": "মোঃ সুলতান হোসেন",
    "mobile": "০১৭১৫০৯৯৫৫০",
    "location": "উদাকাঠী"
  },
  {
    "no": "১৫",
    "name": "পূর্ব মধ্য উমারের পাড় দাখিল মাদরাসা",
    "eiin": "১০০৬২০",
    "principal": "মোঃ আব্দুর রহমান",
    "mobile": "০১৭১৬০৮৮৪৪৪",
    "location": "বিশারকাঠী"
  },
  {
    "no": "১৬",
    "name": "খলিশাকোট হাই স্কুল",
    "eiin": "১০০৬২২",
    "principal": "মাওলানা গোলাম মোস্তফা",
    "mobile": "০১৭১২৫৫৭৭৯৯",
    "location": "চাখার"
  },
  {
    "no": "১৭",
    "name": "সাতবাড়িয়া কারামতিয়া বালিকা দাখিল মাদরাসা",
    "eiin": "১০০৬৩০",
    "principal": "মোঃ মিজানুর রহমান",
    "mobile": "০১৭২২৩০০০১১",
    "location": "চাখার"
  },
  {
    "no": "১৮",
    "name": "সোনাহার এ এইচ দাখিল মাদরসা",
    "eiin": "১০০৬১৫",
    "principal": "মোঃ দেলোয়ার হোসেন",
    "mobile": "০১৮১৫০৬৫৫০০",
    "location": "উদাকাঠী"
  },
  {
    "no": "১৯",
    "name": "ওয়াজেদ মেমোরিয়াল উচ্চ বালিকা বিদ্যালয়",
    "eiin": "১০০৬২৬",
    "principal": "মোঃ শাহরিয়ার সজল",
    "mobile": "০১৭১২৩৩২২৭৮",
    "location": "উদাকাঠী"
  },
  {
    "no": "২০",
    "name": "গাভা হাই স্কুল",
    "eiin": "১০০৬৩৮",
    "principal": "মোঃ শামিম আহমেদ",
    "mobile": "০১৭১২৪৮৮৩৮৮",
    "location": "সৈয়দকাঠী"
  },
  {
    "no": "২১",
    "name": "উঃ মরিচবুনিয়া বিশাঃ নেছাঃ দাখিল মাদরাসা ",
    "eiin": "১০০৬৪২",
    "principal": "মোঃ মনিরুজ্জামান",
    "mobile": "০১৮১২০৩৯২৮৩",
    "location": "বিশারকাঠী"
  },
  {
    "no": "২২",
    "name": "চৌমোহনা আদর্শ মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৪৩",
    "principal": "মোঃ গোলাম মাহমুদ",
    "mobile": "০১৭১৫০০৯৩৮৩",
    "location": "সৈয়দকাঠী"
  },
  {
    "no": "৩৪",
    "name": "বানারীপাড়া বালিকা মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬০৩",
    "principal": "মোঃ আব্দুর দরিক",
    "mobile": "০১৭১৪৩৬৫০৬৪",
    "location": "পৌরসভা"
  },
  {
    "no": "৩৫",
    "name": "বাইশারী মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬২১",
    "principal": "মোঃ ফখরুল আলম",
    "mobile": "০১৭২৫০৯৯৫৫০",
    "location": "বাইশারী"
  },
  {
    "no": "৩৬",
    "name": "কচুয়া নেছারিয়া ফাজিল মাদরাসা",
    "eiin": "১০০৬৩০",
    "principal": "মাওলানা মোঃ আসাদুজ্জামান",
    "mobile": "০১৭২২৯৬০৫৮৪",
    "location": "সৈয়দকাঠী"
  },
  {
    "no": "৩৭",
    "name": "সৈয়দকাঠী দাখিল আলিম মাদরাসা",
    "eiin": "১০০৬২৪",
    "principal": "শ্রদ্ধেয় গোলাম রসুল",
    "mobile": "০১৭১৫৩৬৩৫৭৫",
    "location": "সৈয়দকাঠী"
  },
  {
    "no": "৩৮",
    "name": "আটিয়ার বিল মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৩২",
    "principal": "মোঃ মিজানুর রহমান",
    "mobile": "০১৮১৬৩৮৮৩৮৯",
    "location": "পৌরসভা"
  },
  {
    "no": "৩৯",
    "name": "চাখার দরবার জুলফিকারুল উলামা মাদরাসা",
    "eiin": "১০০৬১০",
    "principal": "মাওলানা ছিরাজুল ইসলাম",
    "mobile": "০১৭২২৫৪৪৭১১",
    "location": "চাখার"
  },
  {
    "no": "৪০",
    "name": "চাখার দরবার কাদেরিয়া মাদরাসা",
    "eiin": "১০০৬১৩",
    "principal": "মাওলানা আশরাফ আলী",
    "mobile": "০১৭২৯৩৮৪৪৯৮",
    "location": "চাখার"
  },
  {
    "no": "৪১",
    "name": "জয়েদেবপুর মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬১২",
    "principal": "মোঃ মনিরুজ্জামান",
    "mobile": "০১৭১৮০৪৮৪৩৪",
    "location": "বানারীপাড়া"
  },
  {
    "no": "৪২",
    "name": "শেখ ই-বাংলা নিম্ন মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬২৩",
    "principal": "মোঃ এ জিয়াউল হক",
    "mobile": "০১৭৪৫৯৯৪০৩৬",
    "location": "চাখার"
  },
  {
    "no": "৪৩",
    "name": "এন,এ,লতিফ মহাফুজ আলিম মাদরাসা",
    "eiin": "১০০৬৩৮",
    "principal": "মোঃ মহিউদ্দিন হাসান",
    "mobile": "০১৭১৫২০২৪৫১",
    "location": "পৌরসভা"
  },
  {
    "no": "৪৪",
    "name": "বানারীপাড়া মাহফুজ আলিম মাদরাসা",
    "eiin": "১০০৬৩৩",
    "principal": "মোঃ শামীম হোসেন",
    "mobile": "০১৮১৬০৬৩৮৯৮",
    "location": "পৌরসভা"
  },
  {
    "no": "৪৫",
    "name": "বি,বি,এস,জি, মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬৩৬",
    "principal": "মোঃ সালাম হায়দার",
    "mobile": "০১৮১২৫০০০৫৭",
    "location": "চাখার"
  },
  {
    "no": "৪৬",
    "name": "ভর্তি এস,জি বালিকা মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬২০",
    "principal": "মোঃ দেলোয়ার হোসেন",
    "mobile": "০১৭২৪৩২৪৮৭২",
    "location": "বাইশারী"
  },
  {
    "no": "৪৭",
    "name": "হানুফা খাতুন মহিলা আলিম মাদরাসা",
    "eiin": "১০০৬২২",
    "principal": "মোঃ রিয়াজুল ইসলাম",
    "mobile": "০১৭১৫০৬৩৮৫৮",
    "location": "বাইশারী"
  },
  {
    "no": "৪৮",
    "name": "মাঝিয়ারহাট বালিকা দাখিল মাদরাসা",
    "eiin": "১০০৬২৬",
    "principal": "মাওলানা গোলাম সারোয়ার",
    "mobile": "০১৮১৬৪০৭৭৫৬",
    "location": "সৈয়দকাঠী"
  },
  {
    "no": "৪৯",
    "name": "রামনারায়ণ মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬১১",
    "principal": "মোঃ রিয়াজ আহমেদ",
    "mobile": "০১৭১৭২৩৯২৬৭",
    "location": "বিশারকাঠী"
  },
  {
    "no": "৫০",
    "name": "ব্রাহ্মণকাঠী বালিকা নিম্ন মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬২৭",
    "principal": "মোঃ হাবিবুর রহমান",
    "mobile": "০১৭১৫০৫২০৫৮",
    "location": "সৈয়দকাঠী"
  },
  {
    "no": "৫১",
    "name": "বাড়িয়াখালী ইউনিয়ন ইনস্টিটিউট",
    "eiin": "১০০৬৩০",
    "principal": "মোঃ কাইয়ুম আলম",
    "mobile": "০১৯৪৪৪৮৩৪৮৫",
    "location": "পৌরসভা"
  },
  {
    "no": "৫২",
    "name": "চাখার ফজলুল হক ইনস্টিটিউশন",
    "eiin": "১০০৬৩৫",
    "principal": "আফতাব উদ্দিন চৌধুরী",
    "mobile": "০১৭২২২২২৮০৫",
    "location": "চাখার"
  },
  {
    "no": "৫৩",
    "name": "চাখার রাজ্জাক ইসলাম টিচার্স ট্রেনিং কলেজ",
    "eiin": "১৩০৪৫৭",
    "principal": "মোঃ মিজানুর রহমান",
    "mobile": "০১৭১৫০০০১৩৭",
    "location": "চাখার"
  },
  {
    "no": "৫৪",
    "name": "সৈয়দকাঠী আলিম মাদরাসা",
    "eiin": "১০০৬৩৭",
    "principal": "মাওলানা রুহুল আমিন",
    "mobile": "০১৭২২০৫৫৫৭০",
    "location": "সৈয়দকাঠী"
  },
  {
    "no": "৫৫",
    "name": "চাখার ফজলুল হক কলেজ",
    "eiin": "১০০৬৩৯",
    "principal": "শাহরিয়ার হক সজল",
    "mobile": "০১৭১৫৩৩৩২৭৮",
    "location": "চাখার"
  },
  {
    "no": "৫৬",
    "name": "বিশারকাঠী মাধ্যমিক বিদ্যালয়",
    "eiin": "১০০৬১৩",
    "principal": "মোঃ গোলাম মোস্তফা",
    "mobile": "০১৭১৫০০০০৪৬",
    "location": "বিশারকাঠী"
  },
  {
    "no": "৫৭",
    "name": "মতিলাল উজ্জ্বল হাসান পাটোয়ারী কলেজ",
    "eiin": "১০০৬১৫",
    "principal": "মোঃ জাকির হোসেন",
    "mobile": "০১৮১৯০৬০৬০৬",
    "location": "টেনুগোপাল"
  }
];

export const famousPersons = [
  {
    "name": "শের-এ-বাংলা এ. কে. ফজলুক হক",
    "duration": "(অক্টোবর ২৬, ১৮৭৩ - এপ্রিল ২৭, ১৯৬২)",
    "description": "এ. কে. ফজলুক হক ১৮৭৩ সালে ২৬ অক্টোবর বরিশাল জেলার রাজাপুর থানার সাতুরিয়া গ্রামে মামার বাড়িতে জন্মগ্রহণ করেন। তিনি কাজী মুহম্মদ ওয়াজেদ এবং সাইদুন্নেসা খাতুনের একমাত্র পুত্র ছিলেন। বাঙালি রাজনীতিবিদ। বিংশ শতাব্দীর প্রথমার্ধে বাঙালি কূটনীতিক হিসেবে বেশ পরিচিত ছিলেন। রাজনৈতিক মহল এবং সাধারণ মানুষের নিকট শের-এ-বাংলা এবং হক সাহেব নামে পরিচিত। তিনি রাজনৈতিক অনেক পদে অধিস্তান করেছেন তার মধ্যে কলকাতার মেয়র (১৯৩৫), অবিভক্ত বাংলার প্রধানমন্ত্রী (১৯৩৭ - ১৯৪৩), পূর্ব পাকিস্তানের প্রধানমন্ত্রী (১৯৫৪), পাকিস্তানের স্বরাষ্ট্র মন্ত্রী (১৯৫৫), পূর্ব পাকিস্তানের গভর্নর (১৯৫৬ - ১৯৫৮) অন্যতম। যুক্তফ্রন্ট গঠনে প্রধান নেতাদের মধ্যে তিনি অন্যতম।"
  },
  {
    "name": "গোলাম সারওয়ার",
    "duration": "(১ এপ্রিল ১৯৮০ - ১৩ মার্চ ২০১৮)",
    "description": "একজন স্বনামধন্য বাংলাদেশী সাংবাদিক ও কলাম লেখক। তাঁর সাংবাদিকতার জীবন শুরু হয় ১৯৬৩ সালে দৈনিক পয়গম দিয়ে। এরপর তিনি যুক্ত ছিলেন দৈনিক সংবাদ, দৈনিক ইত্তেফাক, দৈনিক যুগান্তর, দৈনিক সমকাল এর মত শীর্ষস্থানীয় দৈনিকে। তিনি ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধে সক্রিয়ভাবে অংশগ্রহণ করেন।"
  },
  {
    "name": "শহীদ বুদ্ধিজীবী সুখরঞ্জন সমদ্দার",
    "duration": "",
    "description": "জন্ম :ইলুহার গ্রাম ,বরিশাল  স্থানীয় বাইশারী স্কুল থেকে ১৯৫২ সালে মেট্রিকুলেসন। বরিশাল বি ,এম কলেজ থেকে আই ,এ পাস করেন। কলকাতা বিশ্ববিদ্যালয় থেকে ১৯৫৮ সালে সংস্কৃতে (অনার্স ) পরে ঢাকা বিশ্ববিদ্যালয় থেকে সংস্কৃতে এম,এ ডিগ্রী লাভ করেন ১৯৭১ এর ১৪ ই এপ্রিল বিশ্ববিদ্যালয়ের কুয়াটার থেকে পাকিস্তানি ফোর্সেস সদস্যরা  তাকে ধরে নিয়ে যায়। তিনি আর ফিরে আসেন নি"
  },
  {
    "name": "মনোরঞ্জন গুহঠাকুরতা",
    "duration": "(১৮৫৮ - ৩ মে ১৯১৯)",
    "description": "খ্যাতনামা জননেতা; নিখিল ভারত কংগ্রেসের কলকাতা অধিবেশনে বাংলায় বক্তৃতা দানকারী"
  },
  {
    "name": "মনোরমা বসু (মাসীমা)",
    "duration": "গ্রাম: নরোত্তমপুর",
    "description": "স্বদেশী আন্দোলনের নেত্রী ও বরিশাল মাতৃমন্দির আশ্রম তথা স্কুলের প্রতিষ্ঠাতা"
  },
  {
    "name": "সতীশচন্দ্র গুহঠাকুরতা",
    "duration": "(১৮৮৮ - জুলাই ১৯৬০)",
    "description": "প্রসিদ্ধ গ্রন্থাগারবিজ্ঞানী"
  },
  {
    "name": "প্রফুল্লমুখী বসু",
    "duration": "(৩ নভেম্বর ১৮৯৮ - ৮ এপ্রিল ১৯৮৩)",
    "description": "পকংগ্রেসকর্মী ও কুমিল্লার সারদা দেবী মহিলা সমিতির সম্পাদিকা"
  },
  {
    "name": "মনীন্দ্রকুমার ঘোষ",
    "duration": "(৫ জানুয়ারি ১৮৯৮ - ১৬ আগস্ট ১৯৮৯)",
    "description": "কিংবদন্তি প্রধান শিক্ষক; বিখ্যাত ব্যাকরণবিদ; সহশিক্ষা প্রচলনের বিশিষ্ট ব্যক্তিত্ব; বিখ্যাত কবি শঙ্খ ঘোষের পিতা।"
  },
  {
    "name": "রাজেন্দ্রনারায়ণ গুহঠাকুরতা",
    "duration": "(১৮৯২ - ২১ জুলাই ১৯৪৫)",
    "description": "কপ্রসিদ্ধ ব্যায়ামবীর; ‘All Bengal Physical culture’ নামে সমিতির প্রতিষ্ঠাতা।"
  },
  {
    "name": "সাবিত্রী দত্ত",
    "duration": "(১৯০৩ - ১৩ মে ১৯৭৯)",
    "description": "ভারতীয় পঞ্জিকার প্রথম ইংরেজি অনুবাদক"
  },
  {
    "name": "নরেন্দ্রনাথ দত্ত",
    "duration": "(১৯০৪ - ১৯৬৭)",
    "description": "ক্রিমিনী ও শিল্প সারহিত্যক।"
  },
  {
    "name": "বীরেন্দ্রচন্দ্র দত্ত",
    "duration": "(৮ জুন ১৯০৪ - ২০ মার্চ ১৯৬২)",
    "description": "বিশিষ্ট বিজ্ঞানী; কলকাতা বিশ্ববিদ্যালয়ে ফলিত রসায়ন বিভাগের প্রথম অধ্যাপক।"
  },
  {
    "name": "কুমুদবিহারী গুহঠাকুরতা",
    "duration": "(জন্ম ১৯০৬ - ২৮ এপ্রিল ১৯৭৪)",
    "description": "ইংরেজ বিরোধী বিপ্লবী কর্মকর্তের জন্য ২০ বছর কারাদ- ভোগকারী।"
  },
  {
    "name": "কুমুদবিহারী গুহঠাকুরতা",
    "duration": "(১০.৭.১৯১৮ - ১.১.১৯৯৯)",
    "description": "বৈমানিক বীরত্বব্যঞ্জক-অংশগ্রহণের প্রতিষ্ঠাতা।"
  },
  {
    "name": "ড. জ্যোতির্ময় গুহঠাকুরতা",
    "duration": "(১০ জুলাই ১৯২০ - ২০ মার্চ ১৯৭১)",
    "description": "প্রখ্যাত শিক্ষাবিদ ও ১৯৭১ এর শহীদ বুদ্ধিজীবী।"
  },
  {
    "name": "সত্যপ্রিয় ঘোষ",
    "duration": "(২৩.৯.১৯২৪ - ১৫.১০.২০০৩)",
    "description": "বাংলা ভাষাতত্ত্বে পুরস্কারপ্রাপ্ত একাডেমিসিয়ান; দুই বাংলার জনপ্রিয় কবি শব্দ গোষের বড় ভাই।"
  },
  {
    "name": "ক্ষীরোদনট্ট",
    "duration": "(১৮৮৮ - ১২ মার্চ ১৯৭৫)",
    "description": "বিখ্যাত সেফ-নামক; বরিশালে কংগ্রেস অধিবেশনে অখিলীয়দের দত্ত ডিগ্রি ডিপ্লি উপহার দিয়েছিলেন - যুদ্ধের দামের গান, কীর্তাম নটীর ছোট বাজনা আর বাদাম চাল।"
  },
  {
    "name": "হেমচন্দ্র ঘোষ",
    "duration": "(২৪ অক্টোবর ১৯৮৪ - ৩১ অক্টোবর ১৯৯০)",
    "description": "স্ত্রীশিক্ষার বিশিষ্ট বিদ্ব-এর এবং মুক্তিসংগ্রাম প্রতিষ্ঠাতা।"
  },
  {
    "name": "দেদেবপ্রসাদ ঘোষ",
    "duration": "(১৫ মার্চ ১৮৯৮ - ১৪ জুলাই ১৯৮০)",
    "description": "খ্যাতনামা গণিতজ্ঞ, সুপন্ডিত শিক্ষাবিদ ও রাজনীতিবিদ; বিপ্লবী শান্তিসুধা মোহের ভাই"
  },
  {
    "name": "নির্মলচন্দ্র ঘোষ",
    "duration": "(অক্টোবর ১৯০০- ১০ অক্টোবর ১৯৯৭)",
    "description": "স্বাধীনতা সংগ্রামী।"
  },
  {
    "name": "চারুচন্দ্র ঘোষ",
    "duration": "(৫ নভেম্বর ১৯০৫ - ৫ ফেব্রুয়ারি ১৯৯৯)",
    "description": "হকারসার্ভিসে ও সরকারের উচ্চপদস্থ কর্মচারী।"
  },
  {
    "name": "শান্তিসুধা ঘোষ",
    "duration": "(১৯.১২.১৯০৭ - ৭.৫.১৯৯১)",
    "description": "বিশিষ্ট শিক্ষাবিদ ও স্বাধীনতা সংগ্রামী; পিতা বরিশাল প্রজামেলার কলেজের অধ্যাপক ফেলোশিপ মোহ; মাতা কবি অন্নদাসুন্দরী।"
  },
  {
    "name": "কালীকিঙ্কর ঘোষ দস্তিদার",
    "duration": "(১৬ জুন ১৯০৮ - ২৮ সেপ্টেম্বর ১৯৭২)",
    "description": "বিশিষ্ট চিকিৎসী।"
  },
  {
    "name": "গায়ত্রী দেবী",
    "duration": "(১২ অক্টোবর ১৯০৮ - ৮ সেপ্টেম্বর ১৯৯৫)",
    "description": "প্রথম ভারতীয় তথ্য বলয়নী যিনি আমেরিকার রেনভ প্রচারে কাজে আত্মনিয়োগ করেছিলেন।"
  },
  {
    "name": "বিজনবালা ঘোষদস্তিদার",
    "duration": "(১৯ অক্টোবর ১৯২১ - ৯ জুন ১৯৮১)",
    "description": "বিখ্যাত সঙ্গীত শিল্পী।"
  },
  {
    "name": "অরুন্ধতী দেবী",
    "duration": "(১৯২৫ - ১৬ অক্টোবর ১৯৯০)",
    "description": "বিশিষ্ট চলচ্চিত্রভিনেত্রী, চিত্র পরিচালিকা ও রবীন্দ্রসঙ্গীতশিল্পী।"
  },
  {
    "name": "জোছন দস্তিদার",
    "duration": "(১৬ জুন ১৯৩১ - ১৬ জুলাই ১৯৯৮)",
    "description": "বাংলা থিয়েটারে কেন্দ্র সমাজসচেতন শিল্পী ও নাট্যকার।"
  },
  {
    "name": "শঙ্কু মহারাজ",
    "duration": "(৭.৩.১৯৩১ - ১৮.১০.২০০৪)",
    "description": "বাংলা নাট্যেতে সুপ্রতিষ্ঠ প্রথম নাট্যশিল্পক; আসল নাম জ্যোতিরিন্দ্র মোহ দর্শিকার।"
  },
  {
    "name": "আমির আলী",
    "duration": "( সপ্তম শতক)",
    "description": "মোগল আমলের বরকা চন্দ্রদ্বীপের এলাকা আধিকৃত একজনা মুসলিম লেখক; গ্রাম: চাঁদল।"
  },
  {
    "name": "নসুরেশচন্দ্র দাশগুপ্ত",
    "duration": "(১৯০২-৯.১২.১৯৯৩)",
    "description": "রাজনীতিক; ভারতের কমিউনিস্ট পার্টির সদস্য; গ্রাম: বলিয়াকান্দি।"
  },
  {
    "name": "মহানামব্রত ব্রহ্মচারী",
    "duration": "(২৫.১২.১৯০৪-১৮.১০.১৯৯৯)",
    "description": "বিখ্যাত সাধুপুরুষ; গ্রাম: বলিয়াকান্দি।"
  },
  {
    "name": "ফণিভূষণ দাশগুপ্ত",
    "duration": "(২৭ ডিসেম্বর ১৯০৭ - ১২ ফেব্রুয়ারি ১৯৪২)",
    "description": "বৃটিশ বিরোধী স্বাধীনতা সংগ্রামী; গ্রাম: বলিয়াকান্দি।"
  },
  {
    "name": "সৈয়দ আজিজুল হক  (নান্না মিয়া)",
    "duration": "(১ অক্টোবর ১৯১২ - ১৯৯৯)",
    "description": "১৯৫৪ সালের যুক্তফ্রন্ট সরকারের প্রথম মন্ত্রী ও পরে রাজ্যপাল; গ্রাম: চাঁদল।"
  },
  {
    "name": "নরেশচন্দ্র সেনগুপ্ত",
    "duration": "(৭ আগস্ট ১৯১৬ - ২০ নভেম্বর ১৯৮৯)",
    "description": "শিক্ষকতার স্থায়ের জন্য ১৯৮৭-ই. ভারতীয় জাতীয় পুরস্কার গ্রহীত; গ্রাম: বলিয়াকান্দি।"
  },
  {
    "name": "ইসহাক চাখারী",
    "duration": "(১৯১৭ - ??)",
    "description": "লেখক; গ্রাম: চাঁদল।"
  },
  {
    "name": "নূরুদ্দীন আহমদ",
    "duration": "(বিংশ শতক)",
    "description": "লেখক; গ্রাম: কেরেল।"
  },
  {
    "name": "পপ্রবোধচন্দ্র গুহ",
    "duration": "(১৮৮৫ - ২ জুলাই ১৯৬৯)",
    "description": "নাট্যাভিনেতা ও নির্দেশক; নাট্য-নির্দেশনা নামে বিষয় রচনার প্রতিষ্ঠাতা।"
  }
];

export const hatBazarList = [
  "চৌমোহনা হাট",
  "উমারেরপাড় পদ্মবুনিয়া বাজার",
  "জামভিটা তরকারীর হাট",
  "মুরারবাড়ী ত্রিমুখী হাট",
  "ইলুহার জনতার হাট",
  "পবনের বাজার ও নৌকা হাট",
  "আউয়ার হাট",
  "দাসের হাট",
  "সৈয়দকাঠী  নতুন হাট",
  "মালিকান্দা পঞ্চগ্রাম হাট",
  "হক সাহেবের হাট",
  "বড় ভৈৎসর শেরে বাংলা হাট",
  "চাখার হাট",
  "চাখার সংলগ্ন মাদারকাঠী ছাগলের হাট",
  "সলিয়াবাকপুর গো হাট (গুয়াচিত্রা গরুর হাট)",
  "বাংলা বাজার",
  "বাইশারী বাজার",
  "জিয়ার হাট (ধানের বীজের হাট)",
  "কাজলাহার বাজার",
  "গাভা বাজার",
  "উদয়কাঠী হাট",
  "তেতলা শেরে বাংলা হাট",
  "সলিয়াবাকপুর গো হাট"
];
